[
    {
        "description": "Ever dream of sailing off into the sunset on your own sailboat?  ‘Sailing Nervous’ is the story of two novice sailors - married for 30 years -  searching for freedom and fun by facing obstacles, overcoming fear, and learning to sail to different shores. The 'Sailing Nervous' series will trace their progress as they attempt to make their dream a reality. From dreaming of sailing, to learning how to sail, to buying a boat, to fixing the boat up for sailing, and then finally beginning their journey aboard, they invite you to come along.  \n\nEpisodes will be posted every Friday at 12:00 noon  (Eastern standard time - USA) \n\nThanks for subscribing!", 
        "id": "UC4x5ZeAGz8Z_k0TzQO6fYIQ", 
        "subscribers": 5437, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-PHvDUufIQ0I/AAAAAAAAAAI/AAAAAAAAAAA/AEd87GgK3sU/s88-c-k-no/photo.jpg", 
        "title": "Sailing Nervous", 
        "videos": 43, 
        "views": 348781
    }, 
    {
        "description": "Adventure travel videos produced on a sailboat. Starting in Alaska and sailing around the world.\n\nFOLLOW US AS WE SET OFF TO EXPLORE THE WORLD WITH A CAMERA IN HAND.\nWe plan to record our journey with the mission to educate and inspire others to think for themselves and live passionately. To be the change they want to see. To live healthy and sustainably.\n\nVENTURE LIVES IN ALL OF US. DARE TO TAKE RISKS?\nJOIN US FOR THIS EPIC ADVENTURE!", 
        "id": "UCtSrKgl6--BJsg8lkNATUlg", 
        "subscribers": 2490, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-QHFCLVEmYzQ/AAAAAAAAAAI/AAAAAAAAAAA/qtOdxWEAzn4/s88-c-k-no/photo.jpg", 
        "title": "Venture Lives", 
        "videos": 17, 
        "views": 91565
    }, 
    {
        "description": "Here you will find videos on FREEDIVING.\n(I have competed: http://apnea.cz/ranking.html?pid:Naslund)\n\n...and some BLUE WATER SAILING (MICRO-CRUISING).\n(I crossed the Atlantic in a homebuilt 14foot sailboat)\n\nI also have a playlist where I collect videos on \"small scale ecological farming\" and \"natural eco-building\".", 
        "id": "UCPKpNP0ITreuxpafVkwL38A", 
        "subscribers": 317, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-i3ZkLJMle6o/AAAAAAAAAAI/AAAAAAAAAAA/HK74Ndepxwk/s88-c-k-no/photo.jpg", 
        "title": "Sebastian Naslund", 
        "videos": 23, 
        "views": 298849
    }, 
    {
        "description": "", 
        "id": "UCgRIn2xY9z2dEeb_WyCui8A", 
        "subscribers": 176, 
        "subscribersHidden": false, 
        "thumbnail": "https://i.ytimg.com/i/gRIn2xY9z2dEeb_WyCui8A/1.jpg?v=898d46", 
        "title": "practicalsailor", 
        "videos": 17, 
        "views": 78996
    }, 
    {
        "description": "", 
        "id": "UCycZuGVSylSSIX9IEtsS5rQ", 
        "subscribers": 7841, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-e1tQ0sg3JV0/AAAAAAAAAAI/AAAAAAAAAAA/UsN6a_U8vXM/s88-c-k-no/photo.jpg", 
        "title": "SAIL Magazine", 
        "videos": 262, 
        "views": 1715489
    }, 
    {
        "description": "This channel is more then just about sailing... It's about 2 young people that fell in love and worked hard to accomplish their dream.\nAfter building their sailboat they sailed off into the sunset. 30 + years later they are still living their dream! Come sail with us! Explore exotic places and see how we made it possible. We've lived off the grid for the last 30 years for no more then poverty wages. We built  Emerald Steel  and have been living aboard and cruising most of the time since her completion in 1987. Suzie did all of the welding and Jules did all the cutting, grinding and fitting. We were 23 and 36 years old at the beginning of our project in 1985.  Our general daily electrical usage is provided by 2- 80 watt solar panels. We also have a 7 kw diesel generator which powers our 1000 gal. per day water maker - designed and built by Jules  (although we only use 10 gal per day), hydraulic windlass for our 1/2\" chain ,mig welder and plasma cutter which we carry on board.", 
        "id": "UCIPhNoMjsglg6QAgEYocQ8Q", 
        "subscribers": 5242, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-k5elBttx3bI/AAAAAAAAAAI/AAAAAAAAAAA/1t9vqQ5xeuE/s88-c-k-no/photo.jpg", 
        "title": "Sailing Emerald Steel", 
        "videos": 70, 
        "views": 1919552
    }, 
    {
        "description": "We are Jeremiah, Brittany, our kids and our dogs! A family that are selling everything that we own, buying a sailboat, moving aboard and sailing away through the Florida Keys, Bahamas, the Caribbean and then who knows where else!  Maybe the Atlantic Circle or maybe we will go west! Follow along with us, we will be uploading videos often about our journey, adventures along the way and our lifestyle! You can also view us on our blog at www.lazygeckos.net and on Facebook at Lazy Gecko Sailing!", 
        "id": "UCwIThXjmw8eBlEfFZLgZ3-g", 
        "subscribers": 2912, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-TFAVNdq_VXw/AAAAAAAAAAI/AAAAAAAAAAA/DHb0wAkEvsM/s88-c-k-no/photo.jpg", 
        "title": "Lazy Gecko Sailing", 
        "videos": 7, 
        "views": 87350
    }, 
    {
        "description": "", 
        "id": "UCzc9sXzIbKAUqdgWlD3eLnw", 
        "subscribers": 12, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-7RrWK55NGCs/AAAAAAAAAAI/AAAAAAAAAAA/T6Xtu0OTdJI/s88-c-k-no/photo.jpg", 
        "title": "BakeSail", 
        "videos": 5, 
        "views": 194
    }, 
    {
        "description": "These are all videos filmed and edited by Tim Reeves. Consider this a video magazine where each short video is a story in itself. Many topics are covered so there must be something that you're interested in. They are all uplifting and well edited. Be prepared for more subjects around sailing. Tim and Leslie are on an Island Packet 35.", 
        "id": "UCWkujpkdOhS75mdt3gIQsxQ", 
        "subscribers": 608, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-4-OzkRlFx5I/AAAAAAAAAAI/AAAAAAAAAAA/A9ORmurivuo/s88-c-k-no/photo.jpg", 
        "title": "TimReevesVideo", 
        "videos": 44, 
        "views": 171088
    }, 
    {
        "description": "Mostly outdoor-related video's.. Related to the sports I enjoy, such as rock climbing, mountainbiking, kayaking, scuba diving, sailing, hiking, xc-skating.. Jarl Adventures is a blog I've been posting on since 2006, you're welcome to visit ..", 
        "id": "UCfnXm0WRYvlSoKrPh4djiDw", 
        "subscribers": 14, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-Agyg8FQaiko/AAAAAAAAAAI/AAAAAAAAAAA/cj9JDlNkGXI/s88-c-k-no/photo.jpg", 
        "title": "ExpatMoe", 
        "videos": 68, 
        "views": 13397
    }, 
    {
        "description": "All about Sailing, Simplicity & the Pursuit of Happiness w/ Teresa Carey & Ben Eriksen.  Sailing adventures aboard a Nor'sea 27, a Bristol Channel Cutter 28, and now a Norseman 447. \n\nOur first film One Simple Question is being released in 2015 (finally). Our new project Hello Ocean, is an ocean conservation sailing adventure that strives to drive a pro ocean message into mainstream media. 2015 promises more videos here!\n\nIn an effort to sustain our lifestyle, and help fund Hello Ocean, we started a sail training business. Our combined 45 years and 75,000 miles of sailing experience along with many years in education help us offer an intense and intimate learning environment.", 
        "id": "UCRMsFT-L15FxbwfIDa-eOOQ", 
        "subscribers": 7536, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-yR7dHGvhHR4/AAAAAAAAAAI/AAAAAAAAAAA/_PDF1WJg3sA/s88-c-k-no/photo.jpg", 
        "title": "Sailing Simplicity", 
        "videos": 51, 
        "views": 418377
    }, 
    {
        "description": "Cruising, racing, and living aboard a 1978 Standfast 33.\nExploring and D.I.Y. projects.", 
        "id": "UCN7UOhICTePIHXHyWo5xqwg", 
        "subscribers": 93, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-1qMKiiU_9mY/AAAAAAAAAAI/AAAAAAAAAAA/HPA6fvGU0VY/s88-c-k-no/photo.jpg", 
        "title": "Sailing Lolita", 
        "videos": 18, 
        "views": 2037
    }, 
    {
        "description": "", 
        "id": "UCyRZ8Kn9RvNJft65YmrMr3g", 
        "subscribers": 25, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-nAxdvXQqw9c/AAAAAAAAAAI/AAAAAAAAAAA/0lg8dEliqwY/s88-c-k-no/photo.jpg", 
        "title": "lakeshoreyachtsales", 
        "videos": 36, 
        "views": 40873
    }, 
    {
        "description": "This is youtube channel of Finike Yachting Agency owned by Samet Gölgeci\nFor more information pleace contact us via email: finikeyachting@gmail.com\n\nBurası Finike Yachting Agency'nin youtube video kanalıdır.\nDaha fazla bilgi için lütfen email gönderiniz: finikeyachting@gmail.com", 
        "id": "UCUGdi-HqAUwboBA1lJFoRsg", 
        "subscribers": 3, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-ZA20vvi6Mto/AAAAAAAAAAI/AAAAAAAAAAA/IgSoWYxQ9kg/s88-c-k-no/photo.jpg", 
        "title": "SAMET GOLGECI", 
        "videos": 1, 
        "views": 384
    }, 
    {
        "description": "Captain John's 25+ years of experience as a pro seamanship and navigation instructor will help you learn the cruising skills you need beyond sailing school.\n  \nSign up for his FREE Sailing Tip of the Week at https://www.skippertips.com", 
        "id": "UCc4M-E6DFyvpQI8DcMDguCw", 
        "subscribers": 10852, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-AMJabwldnKI/AAAAAAAAAAI/AAAAAAAAAAA/OW5UJiyc2xI/s88-c-k-no/photo.jpg", 
        "title": "Captain John's Skipper Tips", 
        "videos": 240, 
        "views": 2601684
    }, 
    {
        "description": "Welcome to the Sailing Adventures of Pirate Booty. \n\nIn 2013 I  found 'Pirate Booty' a 32' 1987 Sidelman  295 32' Sailboat' abandoned in Miami, FL    She was in less than Perfect Shape.  \n She has a 13 HP Internal Yanmar Diesel and 5 Sails, 8' Beam and was in need of much work.  I have taken her out on a few trial runs, she is a Dream.\n\n I want to share all the Restoration Work I do with you, the other Dreamers who want boats of their own!  This is my 3rd Sailboat I have restored. I want to save you $$ and get your Dreams Going by my video's and examples and show what many don't or I could never find and had to create. \n\nThis Sailboat in the end cost me 0 Dollars.  Through it being abandoned, the owner missing, I tracked it back though owners until I found one.  She signed the boat over to me for free!\n\nFollow and Subscribe as I redo her Electrical, Plumbing, Wood Work and Rigging. \n\nThis will prepare me for my next  Dream ... Get her all Ship Shape and Sail to the Bahamas !", 
        "id": "UCPx6COWolwf1jspDWJGFo8g", 
        "subscribers": 67, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-5OkOgEHzEcs/AAAAAAAAAAI/AAAAAAAAAAA/YIc5ZoqS80o/s88-c-k-no/photo.jpg", 
        "title": "Kelly Williamson", 
        "videos": 60, 
        "views": 4295
    }, 
    {
        "description": "This channel was designed to capture and document my sailing adventure from Canada to Australia, I started filming the preparation from the moment I purchased Willow, a 1986 Windward sloop. There is a lots of footage on this channel that is recording my day to day life within the preparation, this is primarily to stay in contact with my friends and family back in Australia.\nIn saying that, I welcome people to subscribe and join me on this adventure of a lifetime, I can't promise perfect editing, but I can promise to be myself and to face the challengers of boat preparation and sailing with you, \n\nThank you!", 
        "id": "UCTauogu9zshoybToInS-2jA", 
        "subscribers": 759, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-1ba-TCk2F-0/AAAAAAAAAAI/AAAAAAAAAAA/1th7F6_QxgQ/s88-c-k-no/photo.jpg", 
        "title": "theonboardproject", 
        "videos": 36, 
        "views": 46985
    }, 
    {
        "description": "Boating Zen is the video source for projectboatzen.com, the boat repair web site with articles, blogs, and a forum.\nlivingaboardzen.com, A site for those living on a boat or dreaming of living on a boat. \nand sailvayu.com My own sailing, travel entertainment and food site.\n\nThanks\nCapt. Wayne Canning, AMS", 
        "id": "UCldmdJhliCl6SuOFEdjtlDw", 
        "subscribers": 1765, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/--BltWEGI1Cw/AAAAAAAAAAI/AAAAAAAAAAA/X1XAG3a3No4/s88-c-k-no/photo.jpg", 
        "title": "Wayne Canning", 
        "videos": 29, 
        "views": 208299
    }, 
    {
        "description": "Hi and welcome to fun N stuff with the Foxwells\n\nWe are a family of three with Ian playing the role of Dad. Hannah being Mum and Elizabeth being, well, just Izzy. Plus special guest appearances by our toy poodle Winnie (thats Winnie the Poo....dle)\n\nWe live, work and sail on the east coast of England and this channel is a collection of films showing our life as it happens.\n\nWe hope you enjoy it, and if you do tell your friends.", 
        "id": "UCI26Xi3MzizJBjQK-5DjkVQ", 
        "subscribers": 271, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-TNJi3TU2W44/AAAAAAAAAAI/AAAAAAAAAAA/hiTQso3mv6g/s88-c-k-no/photo.jpg", 
        "title": "funNstuff with the Foxwells", 
        "videos": 82, 
        "views": 42632
    }, 
    {
        "description": "Follow Stanley Paris as he prepares to set sail onboard Kiwi Spirit. Dr. Paris aims to be the oldest person ever to sail solo around the globe, un-assisted, and totally green. He will rely on the wind and his own perseverance to complete this daunting voyage.", 
        "id": "UC-P_yzNtdXXNpkJINXYMoXQ", 
        "subscribers": 89, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-NAN-j4VAMzw/AAAAAAAAAAI/AAAAAAAAAAA/4TwJgoZpgUE/s88-c-k-no/photo.jpg", 
        "title": "Stanley Paris", 
        "videos": 12, 
        "views": 25270
    }, 
    {
        "description": "", 
        "id": "UCCHbMFenPti-H_O3ENO6cIg", 
        "subscribers": 91, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-NzrfvL_ZPE0/AAAAAAAAAAI/AAAAAAAAAAA/Z9y5lpyv8dM/s88-c-k-no/photo.jpg", 
        "title": "SailingMagazine", 
        "videos": 9, 
        "views": 26510
    }, 
    {
        "description": "I've always loved the ocean and it was probably inevitable that someday I'd buy a sailboat.  In the Spring of 2013 I was fortunate to spend about a week on a private yacht in the Med and the experience rekindled my love of boats. I began looking for a boat in earnest in July 2013 and in September 2013 I bought a 1980 Cabo Rico 38.  S/V Corsair will be berthed in Southern Maryland near Washington DC from where I will sail the Chesapeake Bay as much as possible while continuing to work for the next 3-5 years.  Beyond that, who knows?  I hope I will be able to sail away someday soon.  I will be posting regular and hopefully progressively better video updates as we complete final prep, launch the boat and begin sailing the Chesapeake and beyond.  Please join me on the adventure by subscribing.", 
        "id": "UC8dsJQ_9CEwRmur_HFSXezA", 
        "subscribers": 1056, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-dVWhPsWoYFs/AAAAAAAAAAI/AAAAAAAAAAA/FG0YNooqslc/s88-c-k-no/photo.jpg", 
        "title": "The Corsair", 
        "videos": 104, 
        "views": 97240
    }, 
    {
        "description": "Etienne is a life-long sailor and manufacturer of ATN sailing equipment dedicated to making sailing safe and having more fun.", 
        "id": "UCPSf4JcZ2tU-FkrhTr6aMRg", 
        "subscribers": 43, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-qWkWMJkiv3Y/AAAAAAAAAAI/AAAAAAAAAAA/c2QCtb5rJtI/s88-c-k-no/photo.jpg", 
        "title": "Etienne Giroire", 
        "videos": 11, 
        "views": 105903
    }, 
    {
        "description": "My husband was diagnosed with Mantle Cell Lymphoma one year ago.  This was a major turning point in our life where we realized we were only living this day to get to the next.  Something needed to change, especially if he only had a short amount of time left.  We made the crazy decision that we want to sail around the world and this is our story as it happens.\n\nOur immediate goal is to fix up the sailboat we have now (pearson 30) and sell her to buy a larger vessel on the ocean.  We will fix up this second vessel and then hopefully untie the lines and set sail with the world in front of us.  We are pretty crafty when it comes to pinching pennies and it is also a goal to do this as cheap as possible.  I hope we can all learn together!", 
        "id": "UCdTlh4YU8UYUS7oLLSKzPOw", 
        "subscribers": 142, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-0YL50De9vv4/AAAAAAAAAAI/AAAAAAAAAAA/VipbGSNboYA/s88-c-k-no/photo.jpg", 
        "title": "Hitchhikers GuideToSailing", 
        "videos": 11, 
        "views": 2972
    }, 
    {
        "description": "This channel is to document our sailing adventure aboard our 42' catamaran that included preparing her for a life back at sea. When we found her, she'd spent years in a boatyard, alone and neglected. But we've changed all that - we've replaced all the standing rigging; outfitted her with all new electronics and bottom paint; serviced and inspected every system on board - all in preparation for the adventure of a lifetime.  Follow along as we set sail on a journey to catch some rays (and try to have as much fun as possible along the way.) Warning: you must have a sense of humor to enjoy this series.", 
        "id": "UCM4izHbFsRm02ZlARDG99kA", 
        "subscribers": 6959, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-CMbSR9uoHCo/AAAAAAAAAAI/AAAAAAAAAAA/FX-odKqkqJU/s88-c-k-no/photo.jpg", 
        "title": "s/v Catchin' Rays", 
        "videos": 37, 
        "views": 470164
    }, 
    {
        "description": "World Cruising Club are the leading organizer of sailing rallies.  This site is a resource for anyone wanting information on sailing offshore.", 
        "id": "UCwinGlUa4LPqZmwGBuVnrZw", 
        "subscribers": 482, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-uBK-9jk4Rl8/AAAAAAAAAAI/AAAAAAAAAAA/b-xMJq-lipU/s88-c-k-no/photo.jpg", 
        "title": "worldcruising", 
        "videos": 40, 
        "views": 111385
    }, 
    {
        "description": "Sailrite is a second generation family business. Founded in 1969 the business was intended to serve a function no other business had ever served as a source of instruction and materials for amateur sailmakers. At that time the very concept of \"amateur sailmaking\" was new. Sailmaking was generally believed a black art. Sailrite has largely changed this view and today is well known as a provider of sail kits to serious racers, boat builders and sailors owning good old boats. These individuals build sails to broaden their self-reliance and power their boats. Sailmaking is a great deal of fun and a very satisfying hobby. \r\n\r\nSailrite is a full-stock retailer of thousands of canvas supplies, tools, fabrics, kits, and videos including the Ultrafeed LSZ-1 sewing machine and complete Sunbrella fabric lines. Sailrite can help you learn more, spend less, and do-it-yourself.", 
        "id": "UCLEyuinra_2j8-SKvDX33Vw", 
        "subscribers": 47102, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-cLQjS6ertJM/AAAAAAAAAAI/AAAAAAAAAAA/OGipamVmCic/s88-c-k-no/photo.jpg", 
        "title": "Sailrite", 
        "videos": 1525, 
        "views": 16091911
    }, 
    {
        "description": "https://instagram.com/sailwest/", 
        "id": "UC4JqcqrGmFBWH6glXlrLEeQ", 
        "subscribers": 1230, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-AavF5kS27-0/AAAAAAAAAAI/AAAAAAAAAAA/sTxyfUv9T3s/s88-c-k-no/photo.jpg", 
        "title": "Mike Rybas", 
        "videos": 6, 
        "views": 73989
    }, 
    {
        "description": "", 
        "id": "UCrslTfZ1Q6XE1fmjUDmmrkg", 
        "subscribers": 272, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-qC9l3w_MwhY/AAAAAAAAAAI/AAAAAAAAAAA/e2O1RynIpxQ/s88-c-k-no/photo.jpg", 
        "title": "mavericksailing", 
        "videos": 26, 
        "views": 130361
    }, 
    {
        "description": "The Yachting World team brings you on board action, insights, expert analysis, yacht tests and sailing techniques from around the world", 
        "id": "UCwGLc9zirMhigiLCeIwWuqQ", 
        "subscribers": 27364, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-yq_hz414uck/AAAAAAAAAAI/AAAAAAAAAAA/Ecj-XuptDK0/s88-c-k-no/photo.jpg", 
        "title": "Yachting World", 
        "videos": 288, 
        "views": 6664260
    }, 
    {
        "description": "This is a site all about small boat cruising on a catamaran. We hope to inspire you to go out cruising by sharing our experience of building our catamaran and our sailing adventures from Vancouver, Canada to Mexico across the Pacific ocean to Hawaii and back to Vancouver as well as the cruising ground of the Pacific Northwest.16 years ago and have sailed it. We hope to see you out there.\n\nSincerely, Garett and Carllie", 
        "id": "UC4vTY8X1DuqPGK8d_q4quHg", 
        "subscribers": 359, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-Jl230BWnq4s/AAAAAAAAAAI/AAAAAAAAAAA/r0B11pseoto/s88-c-k-no/photo.jpg", 
        "title": "CatamaranCruising", 
        "videos": 9, 
        "views": 118914
    }, 
    {
        "description": "Sailing simply in search of adventure.  This is the YouTube channel for Setforsea.com and will feature sailing and cruising lifestyle related videos.  This is also the home of the video series \"Life with Idle Queen\", showing the low-budget refit and cruising on the Dreadnought 32 cutter, \"Idle Queen\".  Please be sure to visit the website Setforsea.com for stories that weren't captured on video.", 
        "id": "UCDyK9rMTScLQwUUDC8G1ddg", 
        "subscribers": 639, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-TXWLDX8hijc/AAAAAAAAAAI/AAAAAAAAAAA/IEsZmTlME3w/s88-c-k-no/photo.jpg", 
        "title": "setforsea", 
        "videos": 50, 
        "views": 71690
    }, 
    {
        "description": "Forespar is a company in which a team of dedicated boaters has continually advanced the quality of the sailing and powerboating experience since 1967. Founded by life-long boater Robert Foresman, the company has pursued his philosophy of innovation and quality to produce unique products which fill real needs.\n \n \nToday, the crew at Forespar oversees a multifaceted design, manufacturing and worldwide distribution system from its modern headquarters in Southern California using CAD/CAM design , full machine shop, 80’ spray paint booth, plastic injection molding and carbon composite processing.\n \nForespar, along with its other widely recognized branded products including Leisure Furl, and Marelon, can be counted on by boaters to provide value and many years of enjoyment and performance. We are always leaders and innovaters; never followers and we strive to serve every boater.\n \nWe invite you to visit our website www.forespar.com, and join our Facebook Fan Page.", 
        "id": "UCUdExSHILaaR2QR2macHYtA", 
        "subscribers": 124, 
        "subscribersHidden": false, 
        "thumbnail": "https://i.ytimg.com/i/UdExSHILaaR2QR2macHYtA/1.jpg?v=543c6580", 
        "title": "ForesparSailing", 
        "videos": 68, 
        "views": 160679
    }, 
    {
        "description": "Antares Yachts is the builder of the world's best liveaboard catamaran. From technical how-to videos and first-hand experiences of sailing around the world, to the building process in Argentina and pure sailing fun, subscribe to the Antares Yachts channel to watch our videos and learn why and how we build the world's best liveaboard.", 
        "id": "UC44ptu2FVDzHSdva_P_YkAw", 
        "subscribers": 3051, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-A2W0qW4nOUA/AAAAAAAAAAI/AAAAAAAAAAA/wBSVm6JphSM/s88-c-k-no/photo.jpg", 
        "title": "Antares Yachts", 
        "videos": 52, 
        "views": 749000
    }, 
    {
        "description": "Welcome to my channel dedicated to sailing.\n\nBack in 2006 the wife and I noticed our business was falling off. By late 2007 it was apparent that we were headed into a recession. We researched a LOT and came to the conclusion that things were starting to fail. We made a decision to buy a sailboat, learn to sail, pay off all debt and move aboard. Our idea was that from then on we should just invest what we had into tangibles for our retirement instead of giving our money to a bank/broker/investor that would end up stealing or losing it.\n\nWe're over half way to our goal. We live aboard 50% of the time. Our money does not go into an account to be lost or devalued by our government/banking system, but into our sailboat and food supplies that will last us months, if not years. We plan to sail south into the Pacific and island hop. We will farm the sea, fish, grow food here and there, barter services, and visit islands.\n\nCome join us while we learn and ready ourselves for our voyage!", 
        "id": "UCdoAsilYGT2tcsFj3KlB58w", 
        "subscribers": 994, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-0xetYlXbOY4/AAAAAAAAAAI/AAAAAAAAAAA/vgPa2AXdgFk/s88-c-k-no/photo.jpg", 
        "title": "Tom SailBeforeSunset", 
        "videos": 336, 
        "views": 287165
    }, 
    {
        "description": "We are a young couple documenting our journey around the Caribbean and beyond so we can inspire others to do the same. We were inspired by other you tubers so were paying it forward to the next generation of dreamers!", 
        "id": "UCiuvAaavRt9y3RdWNItvSCw", 
        "subscribers": 5321, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-3yWxIM769H4/AAAAAAAAAAI/AAAAAAAAAAA/5RXfAu1rKJw/s88-c-k-no/photo.jpg", 
        "title": "S/V SeaWolf Sailing", 
        "videos": 101, 
        "views": 316386
    }, 
    {
        "description": "After five years of saving and scheming, we quit our jobs in May of 2014 and sold our house in Denver, CO. We're cruising aboard a small sailboat, Baby Blue, an Allied Luders 33' sloop. By living simply, we hope to stretch our funds in the cruising kitty to keep us afloat for at least a couple of years. We're currently in Grenada where we will wait out hurricane season before heading back out into the open ocean. Check out our blog at feedingthecruisingkitty.blogspot.com for the whole story!", 
        "id": "UCJ7JNMoAtBPavyYlnEiXDYw", 
        "subscribers": 0, 
        "subscribersHidden": true, 
        "thumbnail": "https://yt3.ggpht.com/-tVMUYVGIty0/AAAAAAAAAAI/AAAAAAAAAAA/bgnajjL8y2M/s88-c-k-no/photo.jpg", 
        "title": "Sailing Baby Blue", 
        "videos": 7, 
        "views": 223967
    }, 
    {
        "description": "We are an Australian couple with a yacht - 43.4 ft Beneteau Cyclades - and the intentions of circumnavigating the globe... Initially having no clue of how to sail! We started in the Mediterranean, recently crossed the Atlantic Ocean and are finally in the beautiful sunny Caribbean. We started making movies to share our adventure with friends and family back in Australia, and now we continue to make to share our adventure with the world. With your support we can keep the movies coming! We are so glad to have you onboard as the adventure unfolds.\n\n-Please become a Patron!\nYou are helping to keep our dream alive. \nhttps://patreon.com/LaVagabonde\n\n- Subscribe to our new sexy Website for La Vaga updates! (no spam, we promise)\n   http://www.sailing-lavagabonde.com\n\n- Checkout some pictures on Instagram\n   http://instagram.com/elayna__c/\n\n- General contact:\n  sailinglavagabonde@gmail.com\n\n- Facebook:\n  https://www.facebook.com/SailingLaVagabonde\n\nLove Elayna & Riley.", 
        "id": "UCZdQjaSoLjIzFnWsDQOv4ww", 
        "subscribers": 70012, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-FkQSFTIOKMs/AAAAAAAAAAI/AAAAAAAAAAA/OKBWyG2H85Q/s88-c-k-no/photo.jpg", 
        "title": "Sailing La Vagabonde", 
        "videos": 35, 
        "views": 5390556
    }, 
    {
        "description": "With one tour in Georgia and another in North Carolina we were able to sail some beautiful and warm waters of the south. After finishing my Army obligation we moved to NYC, where we will sail the more frigid waters of the Long Island Sound for two years with our two daughters.", 
        "id": "UCRig7R3NmD448Jr7ZKjOq8A", 
        "subscribers": 553, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-0mwZID84vZ8/AAAAAAAAAAI/AAAAAAAAAAA/DLOMle3s8jY/s88-c-k-no/photo.jpg", 
        "title": "TheCapedory", 
        "videos": 6, 
        "views": 93892
    }, 
    {
        "description": "Sailing videos from Britain's best-loved cruising magazine. \r\nVisit www.yachtingmonthly.com", 
        "id": "UCaO9orJHxkML8rpcKkILPIw", 
        "subscribers": 27187, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-xcQVmnjduIQ/AAAAAAAAAAI/AAAAAAAAAAA/n3O9jRkvEEo/s88-c-k-no/photo.jpg", 
        "title": "Yachting Monthly", 
        "videos": 146, 
        "views": 6768882
    }, 
    {
        "description": "Part time yacht designer and builder. Minimalist adventure sailor. I have designed and started building a Ten Foot (3m) micro yacht to do a non stop unassisted circumnavigation in the southern ocean. Starting and finishing in Hout Bay.\nhttp://maniehjbotha.wordpress.com/\nhttps://www.facebook.com/Satosamicroyachts?ref=hl\nhttp://compaxboats.wordpress.com/", 
        "id": "UCr8xX7uYpGYr2FUDbvKBt5A", 
        "subscribers": 40, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-_JKrARMyWXU/AAAAAAAAAAI/AAAAAAAAAAA/sxSwcRfAfU4/s88-c-k-no/photo.jpg", 
        "title": "Manie HJ Botha", 
        "videos": 23, 
        "views": 10065
    }, 
    {
        "description": "", 
        "id": "UCWHqBF1gq2z3E6E4AdINk1A", 
        "subscribers": 39, 
        "subscribersHidden": false, 
        "thumbnail": "https://i.ytimg.com/i/WHqBF1gq2z3E6E4AdINk1A/1.jpg?v=751a49", 
        "title": "FairWindSailing", 
        "videos": 5, 
        "views": 30337
    }, 
    {
        "description": "", 
        "id": "UCkpOCtAP6ZRs2thx-FujptQ", 
        "subscribers": 1256, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-yCMZZkTV8vA/AAAAAAAAAAI/AAAAAAAAAAA/m2d5FoFQZBM/s88-c-k-no/photo.jpg", 
        "title": "yachtgrot", 
        "videos": 141, 
        "views": 1387335
    }, 
    {
        "description": "Helping you sail the world one ocean at a time Ocean Navigator Magazine Video is a channel for all those who are cruising or dream of cruising to far off locations. Even if you never leave your harbor our videos will help you become a better mariner and provide inspiration for your dreams. Join us for the adventure and stay with us for the education.", 
        "id": "UCU_YQAWmlZUg2zbKPmkbN9g", 
        "subscribers": 345, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-VbkNti7qmqI/AAAAAAAAAAI/AAAAAAAAAAA/xiUcBF6pSLo/s88-c-k-no/photo.jpg", 
        "title": "Ocean Navigator magazine", 
        "videos": 19, 
        "views": 16743
    }, 
    {
        "description": "Marine mechanic and boating writer, Rebecca Burg, created a few amateur videos to share what the boating life is like. Some of the videos are scenes from her new, nonfiction travel adventure book, SAIL WITH ME. To learn more, visit: https://www.rebeccaburg.com", 
        "id": "UCCjXUm00bWNpr2AINjGnkQQ", 
        "subscribers": 3985, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-uoxxf9-YwvM/AAAAAAAAAAI/AAAAAAAAAAA/j8Bain-pbB0/s88-c-k-no/photo.jpg", 
        "title": "AngelsTravels", 
        "videos": 25, 
        "views": 1704217
    }, 
    {
        "description": "Albin Vega 27 Velocir is home to     the Captains Howerton. We are a young couple navigating the cruising lifestyle as we sail throughout warm waters.\r\n\r\nWe do our blog not just as a way of keeping in touch with family and friends, but because we enjoyed so many other blogs during our two years working, saving and outfitting Velocir.  We found their insight not only entertaining and useful but inspiring.\r\n\r\nFor our full blog please visit www.velocir.com", 
        "id": "UCYuF8bJWYUjWih70s8bidXw", 
        "subscribers": 5054, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-2E3P3uoTCsg/AAAAAAAAAAI/AAAAAAAAAAA/cHRJlYXdf5Q/s88-c-k-no/photo.jpg", 
        "title": "sv Velocir", 
        "videos": 64, 
        "views": 904325
    }, 
    {
        "description": "I have a lot of dreams, especially about sailing.\nSo far I have been so lucky to live a few of my dreams…\n\nOn this channel, I will do my best, to give you an insight into my sailing life.\n\nIm sailing an Albin Ballad, it is named Blue Bird.", 
        "id": "UCQ5TkOAUbcoaiw9cbriBcLg", 
        "subscribers": 321, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-bjoWbcr9Bxk/AAAAAAAAAAI/AAAAAAAAAAA/EFYLXUTxREw/s88-c-k-no/photo.jpg", 
        "title": "Sailing Blue Bird", 
        "videos": 19, 
        "views": 14200
    }, 
    {
        "description": "These are the adventures of SV Prism. Follow the the crew Shannon and Jon as they sail their Hans Christian 33 sailboat to Mexico and beyond! To learn How we started, watch our Prelude video. After that we will continue to upload episodes showing our sail to Mexico and beyond. Thanks for watching and please subscribe! You can Find our Blog at svprism.com. Once at svprism.com you can hit the donate button to help out if your feeling up to it! Patreon Page is a officially LIVE! https://www.patreon.com/svprism\nIf you like what we are doing and want if not to stop, we are looking for support! Become a backer of these videos and truly become part of our journey.", 
        "id": "UCr9pCaMpbVNa6OHC4We2nTA", 
        "subscribers": 4711, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-GuwGVthVZiw/AAAAAAAAAAI/AAAAAAAAAAA/t1gI5eLPK7s/s88-c-k-no/photo.jpg", 
        "title": "SV Prism", 
        "videos": 10, 
        "views": 97807
    }, 
    {
        "description": "Project Atticus is an Adventure Travel Documentary series that is produced from a 30 foot sailboat as it Sails Around the World", 
        "id": "UCF45qzioJ_0FVdZVG2NJTWg", 
        "subscribers": 5990, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-y0MoIO28esg/AAAAAAAAAAI/AAAAAAAAAAA/xP9KHSaLyrA/s88-c-k-no/photo.jpg", 
        "title": "Project Atticus", 
        "videos": 95, 
        "views": 559536
    }, 
    {
        "description": "WWW.FOLLOWTHEBOAT.COM\n[] *** Tales (not just) from the high seas *** []\n\n\nOriginally the video channel to accompany www.followtheboat.com, the travelogue of photographer Jamie Furlong and travel writer Liz Cleere, who are sailing around the world with their cat, Millie, in a kind of zig-zag fashion.\n\nWith a growing number of people subscribing to our youtube channel we are putting more effort into our video updates.\n\nHelp support us and make our videos even better by clicking this link: https://www.patreon.com/followtheboat", 
        "id": "UCkl0_R0LT6deoJjS4bNanmw", 
        "subscribers": 5578, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-jY13A5Owzww/AAAAAAAAAAI/AAAAAAAAAAA/UAz4LP-r-6s/s88-c-k-no/photo.jpg", 
        "title": "followtheboat", 
        "videos": 167, 
        "views": 1485984
    }, 
    {
        "description": "Sail with us on the best destinations around the world! Discover new cultures, stunning landscapes and delicious food.", 
        "id": "UC6ZRBkwBQBrEOQQKwGi85gQ", 
        "subscribers": 3798, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-yXfWBQe_HYk/AAAAAAAAAAI/AAAAAAAAAAA/zk2LkZ6fvvA/s88-c-k-no/photo.jpg", 
        "title": "Kismet Adventures", 
        "videos": 27, 
        "views": 1260894
    }, 
    {
        "description": "We are the University of Michigan Sailing Team", 
        "id": "UCU8y0lxKTYdkDBu98d1KZ4A", 
        "subscribers": 259, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-Rr3Xp0i09QE/AAAAAAAAAAI/AAAAAAAAAAA/79WLmpMhsJY/s88-c-k-no/photo.jpg", 
        "title": "MichiganSailingTeam", 
        "videos": 29, 
        "views": 34531
    }, 
    {
        "description": "TheSailingChannel productions cover the gear, the people, the skills, and the places that interest cruising sailors. We distribute professionally produced sailing destination documentaries, how-to videos, and video cruising guides. You can rent our titles here on YouTube or purchase them as Video Downloads and DVDs on our website at www.thesailingchannel.tv.", 
        "id": "UCInCw7OVKK_VnZrwRGvJ0_Q", 
        "subscribers": 8067, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-j1vw2qGtuB0/AAAAAAAAAAI/AAAAAAAAAAA/kdwFqDqSHsk/s88-c-k-no/photo.jpg", 
        "title": "TheSailingChannel.TV", 
        "videos": 239, 
        "views": 1433538
    }, 
    {
        "description": "Sailing the World. One country at a time. One project at a time. Creating videos of our journey, adventures, life on board, and lessons learned along the way. Join us aboard our all electric, 1972 Pearson 36 as we sail the world, one step at a time.  \n\nIt all started with a friend who gave us wise advice. He said, “…don't buy a couch!\" Long story short, we never did. Instead we bought a sailboat. \n\nWant to know more? Check out our website and join us on our adventure.", 
        "id": "UCXbWsGV_cjG3gOsSnNJPVlg", 
        "subscribers": 10214, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-hxhdwK-k-KU/AAAAAAAAAAI/AAAAAAAAAAA/GKaZtjNCUFg/s88-c-k-no/photo.jpg", 
        "title": "Sailing Uma", 
        "videos": 21, 
        "views": 368131
    }, 
    {
        "description": "My name is Alex Dorsey. I'm a film maker that got fed up with the industry and wanted to do something a little different. I bought a small sail boat and decided to document my experiences cruising. In the last 5 years I've sailed from Mystic Connecticut, 1000 miles down the ICW, through the Bahamas, Jamaica, and across the Caribbean to Cartagena Colombia. After that I produced my first film in the Project BlueSphere series \"California to Colombia\". \r\n\r\nAfter that I lived in the San Blas Islands of Panama with the Kuna Indians for a year before transiting the Panama Canal and single handing my 28' sailboat \"Namaste\" 8000 miles across the Pacific to Brisbane Australia \"What a ride\"! \r\n\r\nIf you would like more information please check out www.projectbluesphere.com. From my website you can read daily logs, check out pictures and video clips, or buy my DVD's. \r\n\r\nCheers guys!\r\n\r\nAlex Dorsey\r\nwww.projectbluesphere.com", 
        "id": "UCpEyWP7pByu78szOCFEBVTw", 
        "subscribers": 677, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-sb0oIVSIHGk/AAAAAAAAAAI/AAAAAAAAAAA/7obZwesnovs/s88-c-k-no/photo.jpg", 
        "title": "Alexander Dorsey", 
        "videos": 90, 
        "views": 266862
    }, 
    {
        "description": "Sails and Equipment for Sailing", 
        "id": "UCtm5BkrAdlJHaBMqNg1WpBQ", 
        "subscribers": 0, 
        "subscribersHidden": true, 
        "thumbnail": "https://yt3.ggpht.com/-Qw6QMDRBDEw/AAAAAAAAAAI/AAAAAAAAAAA/13z39ZpFatc/s88-c-k-no/photo.jpg", 
        "title": "Somerset Sails", 
        "videos": 46, 
        "views": 15339
    }, 
    {
        "description": "B&G produce world leading sailing technology for discerning yachtsmen, developed through an uncompromising approach to performance, precision and reliability.", 
        "id": "UCvuQngeOdvK_higC606xszw", 
        "subscribers": 504, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-6TWe2T0qn5E/AAAAAAAAAAI/AAAAAAAAAAA/PUUSmcNdSaY/s88-c-k-no/photo.jpg", 
        "title": "B&G Sailing", 
        "videos": 48, 
        "views": 144488
    }, 
    {
        "description": "Still working on pairing down the land lubber stuff, but living aboard and loving life. Meeting great new friends on this adventure, and making new memories with our young family.", 
        "id": "UCTvwBt3y5pcuHA2nm6bo-JA", 
        "subscribers": 5, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-4uPPDk0h44U/AAAAAAAAAAI/AAAAAAAAAAA/S1GGOBXGvjc/s88-c-k-no/photo.jpg", 
        "title": "H N Sail", 
        "videos": 7, 
        "views": 369
    }, 
    {
        "description": "At our sailing school you can get an internationally recognized sailing certification. We offer online sailing courses for beginners and also for advanced sailors. Our courses are interactive and easy to learn. You can visit us at www.nauticed.org", 
        "id": "UCBT9cvzBO6LKC1RyLyvYNMQ", 
        "subscribers": 2098, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-yFK4UlyGLB8/AAAAAAAAAAI/AAAAAAAAAAA/073fJMVhlKw/s88-c-k-no/photo.jpg", 
        "title": "NauticEd International Sailing School", 
        "videos": 85, 
        "views": 666847
    }, 
    {
        "description": "A young couple quits their good jobs in San Francisco to move on to a rickety old boat and sail around the Caribbean for a year. What could go wrong?\n\nYou can find more information about our boat, our trip, and our general musings on our blog: http://www.mondaynever.com/\n\nBoat: s/v Paradox, a CS 36 Merlin from 1989", 
        "id": "UCk7fx_UC6Zjv08gc6OdCXuw", 
        "subscribers": 8812, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-MtyzSeWSL_o/AAAAAAAAAAI/AAAAAAAAAAA/iAqQGcRDTlI/s88-c-k-no/photo.jpg", 
        "title": "Monday Never", 
        "videos": 8, 
        "views": 228850
    }, 
    {
        "description": "Sailing adventures aboard S/V Bear, our 1987 Tayana 37'.  Check out our blog at www.returntoseasons.com.", 
        "id": "UCerWahwlbmMFnQBaJX9zfDQ", 
        "subscribers": 2278, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-WbDNquqy7WU/AAAAAAAAAAI/AAAAAAAAAAA/fkXz8GiKS48/s88-c-k-no/photo.jpg", 
        "title": "Return to Seasons", 
        "videos": 104, 
        "views": 128463
    }, 
    {
        "description": "This channel is dedicated to documenting our experiences from purchasing, learning to sail Southern Cross sailing on the Pacific Ocean and eventually moving full time onto her to sail the world. We want to share our experiences with everyone who has dreamed of a life on the water. We have learned a lot of valuable information along the way with little guidance and know how intimidating of a process it can be. Our plan is to do a Pacific crossing from San Diego to the Southern Islands and after that who knows where we will end up.\n \n.\n  Southern Cross is a 1983 O'Day 39  built in Fall River, MA and is a USCG Documented Vessel. She turns salt water into fresh water and produces her own electricity. Join our adventure! Please subscribe and follow us on Facebook for continuing updates\n\n\nThanks again and enjoy.\nS/V Southern Cross & Crew\nhttps://twitter.com/svsoutherncross\nhttps://www.google.com/+SVSouthernCross\nhttps://www.facebook.com/pages/SV-Southern-Cross/600832790017022", 
        "id": "UCzcc4ZcIhNNz49Qf7WxEykg", 
        "subscribers": 962, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-Gn_sDrfkv5s/AAAAAAAAAAI/AAAAAAAAAAA/C9f94CHp05g/s88-c-k-no/photo.jpg", 
        "title": "S/V Southern Cross", 
        "videos": 30, 
        "views": 29187
    }, 
    {
        "description": "This Channel is dedicated to chasing stories on a Fountaine-Pajot Helia 44-foot catamaran with friends in tow and adventures in mind. Tasha & Ryan are the captains, but the stories unfold on a 5-year journey sailing around the world chasing adventures and creating the kinds of stories you don't want to forget.\n\nCheeky Monkey is the name of the boat used to pursue travel and adventures of all kinds, inviting people on board at every port to join in the fun.", 
        "id": "UCAfTNlPDzH9Iq1JorOZ22Jg", 
        "subscribers": 5694, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-j3cU51ZpnI4/AAAAAAAAAAI/AAAAAAAAAAA/Y3PSl7uroS0/s88-c-k-no/photo.jpg", 
        "title": "Chase the Story", 
        "videos": 9, 
        "views": 143750
    }, 
    {
        "description": "We've sold everything we own, have purchased a 56' Oyster yacht and are sailing around the world! We've renamed the sailboat 'Britican' and that stands for BRITish and AmeriCAN. Hubby is a Limie and I'm a Yankee...our 4 year old daughter is both! This channel outlines our journey.", 
        "id": "UCAob5GmjrCYCHNk3S8O9yXQ", 
        "subscribers": 500, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-F-0E1cDkT0E/AAAAAAAAAAI/AAAAAAAAAAA/ayvJyOg8hYs/s88-c-k-no/photo.jpg", 
        "title": "SailingBritican", 
        "videos": 43, 
        "views": 33189
    }, 
    {
        "description": "Hi Welcome to my channel. \nHope you enjoy my little films about Sailing, surfing and other adventures around Sligo in the North West of Ireland.\n\nIf you interested in sailing in Ireland, why not join our Facebook group\n'Irish Sailing and Cruising Collective' (see link below...)\n\nAll the best.....Philip", 
        "id": "UCTtZbiFHet9Rym7WbEHnGJg", 
        "subscribers": 267, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-nIJGh_QqC1g/AAAAAAAAAAI/AAAAAAAAAAA/Hzw1qqDKRhE/s88-c-k-no/photo.jpg", 
        "title": "Philip McKee", 
        "videos": 53, 
        "views": 179794
    }, 
    {
        "description": "Follow along as we restore an old 1968 Cheoy Lee sailboat.", 
        "id": "UC0YnqNj36tWt-KxxpY2X2aA", 
        "subscribers": 3767, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-xiMZAtueua0/AAAAAAAAAAI/AAAAAAAAAAA/2KqhSy1H3EA/s88-c-k-no/photo.jpg", 
        "title": "SailBros", 
        "videos": 14, 
        "views": 221124
    }, 
    {
        "description": "Welcome to the Sailing Monea youtube channel!\n\nHere you can follow our adventures aboard Monea sailing the Luleå archipelago, Bothnian bay, Sweden.\n\nWe are not circumnavigators, salty pirates or full time live-aboards. We are merely a couple who just bought a small cruiser and loves to sail. Our contribution to the worldwide sailing community will be to tell you about the wonderful Luleå archipelago situated just south of the polar circle. We would love to see more international cruisers in our waters and therefore we will post videos of us sailing under the mythical midnight sun and anchoring at some of the most popular Islands. Hopefully this will inspire you to discover the Luleå archipelago yourself.\n\nWelcome!\n\n/Frida & P-A", 
        "id": "UCCigmAj632U8eJPH-2fe8Cg", 
        "subscribers": 51, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-vpOXqrzSVrA/AAAAAAAAAAI/AAAAAAAAAAA/UWIOjLaGHlA/s88-c-k-no/photo.jpg", 
        "title": "Sailing Monea", 
        "videos": 26, 
        "views": 3206
    }, 
    {
        "description": "Greetings and welcome to Iandi Boats.  I am a professional builder and have recently become a sailor and nautical designer.  I decided to dedicate myself to sailing and the design, construction and improvement of sailing vessels.  This channel will be dedicated to my journey into sailing, boat design and construction.  Sit back and follow me on my journey.  I hope you learn something new and are inspired to share with all who watch.  Until next time... Peace and Blessings  :-)  Kamau", 
        "id": "UCwgXqqW45JF66Vs0CW06gLA", 
        "subscribers": 1149, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-B8HG8WifOME/AAAAAAAAAAI/AAAAAAAAAAA/TObUfphW_a4/s88-c-k-no/photo.jpg", 
        "title": "Iandi Boats", 
        "videos": 120, 
        "views": 51754
    }, 
    {
        "description": "From ROV to submarines to building a 74ft steel origami junk rigged motorsailer in our front yard.  ...and living the dream.", 
        "id": "UCj_XaV1ss-qdD-lPUtTEcXw", 
        "subscribers": 44655, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/--7NYgVLquCA/AAAAAAAAAAI/AAAAAAAAAAA/oUELeKCRYSo/s88-c-k-no/photo.jpg", 
        "title": "SV Seeker", 
        "videos": 339, 
        "views": 12345599
    }, 
    {
        "description": "More Hands On Deck is a quest for a better life full of adventure. We travel the world by sailboat connecting with other cultures and nature. We want to achieve seemingly unreachable goals and instill the idea that any goal or dream, no matter how large or improbable it may seem, can be realized with hard work, dedication, and the willingness to take risks. Through this we hope to spread an awareness of the magnificent beauty of the earth and the life that exists within. We hope our journey inspires you to get outside and explore our beautiful world.\n\nLocations will include: \n\nMexico, Guatemala, Nicaragua, Costa Rica and Panama. Plus with your support, weather and boat permitting, we could add even more phenomenal locations such as The Galapagos, The Marquesa Islands, Fiji and Australia \n\nWe love what we do and we would love your support so we can keep making videos for your enjoyment!\n Become a patron @ www.patreon.com/morehandsondeck\n\n\nSee more at www.MoreHandsOnDeck.com", 
        "id": "UCruuBO_OBfy1P89nK4guO0g", 
        "subscribers": 9074, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-2qpYusDkIcU/AAAAAAAAAAI/AAAAAAAAAAA/FXhhWCGJ9Xc/s88-c-k-no/photo.jpg", 
        "title": "More Hands On Deck", 
        "videos": 27, 
        "views": 536741
    }, 
    {
        "description": "New to all this YouTube video stuff ... Not as a YouTube watcher, but making videos and having stuff online. So please bear with us ...\n\nWe are a couple who are passionate about getting our own sailboat.\nOn the canal, you can follow us in connection with finding the right boat, see some of them we will look at, etc.\n\nSebastian set foot on the first sailboat when he was about 13 years and has raced for several years, including a Elvtröm 717 - One Off, and an International 806. If, however, had a break of 10 years.\n\nCamilla is a complete beginner, she has only sailed with ferries than to d. April 18, 2015, where she first set foot on a sailboat. She was hooked immediately, and learn very quickly what to do and when.", 
        "id": "UChvZHMndxpl93gD2pA-wdXw", 
        "subscribers": 172, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-3SmjI8PAXpY/AAAAAAAAAAI/AAAAAAAAAAA/_AtN1CPGcpo/s88-c-k-no/photo.jpg", 
        "title": "S/Y Idéfix", 
        "videos": 7, 
        "views": 2105
    }, 
    {
        "description": "Accastillage marin \nMarine Hardware", 
        "id": "UCrCkNwluPvl9BW4HgDYDYkg", 
        "subscribers": 48, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-WA9sx68Trlw/AAAAAAAAAAI/AAAAAAAAAAA/gg5wiRnjYCc/s88-c-k-no/photo.jpg", 
        "title": "Wichardsailing", 
        "videos": 12, 
        "views": 12911
    }, 
    {
        "description": "", 
        "id": "UCL10224Ip5TRzOpm4kmzCqA", 
        "subscribers": 280, 
        "subscribersHidden": false, 
        "thumbnail": "https://i.ytimg.com/i/L10224Ip5TRzOpm4kmzCqA/1.jpg?v=4fc532bd", 
        "title": "bigsailboatproject", 
        "videos": 32, 
        "views": 111116
    }, 
    {
        "description": "Tips from a Shipwright is an open-source of high quality videos for classic wooden boat builders and sailing enthusiasts.The videos are produced by Halsey Fulton and feature Master Shipwright Louis Sauzedde and his never ending array unique tips and tricks for traditional wooden boat building and woodworking. \nLearn more at http://www.tipsfromashipwright.com", 
        "id": "UClPa3pmqKwApysaYi7B7Nlg", 
        "subscribers": 15298, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-AgcI853yRJU/AAAAAAAAAAI/AAAAAAAAAAA/4eakHz71Pqs/s88-c-k-no/photo.jpg", 
        "title": "Tips from a Shipwright", 
        "videos": 71, 
        "views": 2308966
    }, 
    {
        "description": "1 sailboat. 1 guy. 1 girl. And 1 furry companion.  \nLiving life with less from our sailboat, spreading positivity from a different perspective, the ocean.\nMake sure to check out our website and subscribe!", 
        "id": "UCFFU_LFKTSM2FXnZIgwn1iw", 
        "subscribers": 0, 
        "subscribersHidden": true, 
        "thumbnail": "https://yt3.ggpht.com/-_8Ebc2R_UcE/AAAAAAAAAAI/AAAAAAAAAAA/capCIDiS3k0/s88-c-k-no/photo.jpg", 
        "title": "SeaUsSailing", 
        "videos": 41, 
        "views": 23675
    }, 
    {
        "description": "This is a series of boating videos which explores the life of sailing and living aboard boats. Visit my web site at \nhttp://livingaboardboats.com/  to experiance all aspects of living simply and the boating life.", 
        "id": "UCrFyU3owGjW2UWTKmgcJ8sw", 
        "subscribers": 5045, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-RingIZQ4zMM/AAAAAAAAAAI/AAAAAAAAAAA/uor8NERPdQE/s88-c-k-no/photo.jpg", 
        "title": "Curtis Westsail", 
        "videos": 113, 
        "views": 774094
    }, 
    {
        "description": "", 
        "id": "UCfVmIY8vt_-VNZOZrCT2iYQ", 
        "subscribers": 1, 
        "subscribersHidden": false, 
        "thumbnail": "https://s.ytimg.com/yts/img/avatar_720-vflYJnzBZ.png", 
        "title": "Sailmons", 
        "videos": 5, 
        "views": 3102
    }, 
    {
        "description": "Living Aboard, Cruising and Racing my 1982 C&C 34 in the waters surrounding Vancouver, BC.\n\nwww.lifeislikesailing.com\n\nwww.facebook.com/lifeislikesailing", 
        "id": "UCpePrK2JrKZe2YNC4UFj7cg", 
        "subscribers": 6105, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-B3UuzIGa3zQ/AAAAAAAAAAI/AAAAAAAAAAA/n1zDtc2NCKs/s88-c-k-no/photo.jpg", 
        "title": "LifeisLikeSailing - Vancouver, BC", 
        "videos": 120, 
        "views": 535945
    }, 
    {
        "description": "We offer a full range of courses from Basic Sailing through Ocean Training Cruises on Island Packet yachts in Chesapeake Bay, Virgin Islands and the Atlantic Ocean between Norfolk, Bermuda and the Caribbean. Also Celestial and Coastal Navigation classes online line and Docking Practice classes. Students can earn certification from the American Sailing Association (ASA). We've been doing this continuously since 1991, and have graduated over 11,000 students from the various levels of our program, and completed over 240 ocean training cruises of between 400 and 1500 miles each. Refer to http://www.mdschool.com/Why.htm for a further description.", 
        "id": "UCEMS7GT52N5KgxHdPUVv-Ag", 
        "subscribers": 10506, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-ceSNTbtcYRg/AAAAAAAAAAI/AAAAAAAAAAA/14d2ftezMdc/s88-c-k-no/photo.jpg", 
        "title": "Maryland School of Sailing", 
        "videos": 28, 
        "views": 912834
    }, 
    {
        "description": "Sail // Fish // Explore // Live\n\nMy name is Weston. Currently I live on a sailboat, a 1983 Ericson 30+ named Parity, with my girlfriend Kate and Lola the Salty Dog.\n\nThis channel is made to inspire people to go out and take those first steps to making dreams into realities. \n\nJoin the journey!", 
        "id": "UCR_Bc26eSZCu9c8kHBR7lGw", 
        "subscribers": 21921, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-4YuAiP3NeGs/AAAAAAAAAAI/AAAAAAAAAAA/CLkhc-KUdrI/s88-c-k-no/photo.jpg", 
        "title": "Wicked Salty", 
        "videos": 71, 
        "views": 2380452
    }, 
    {
        "description": "Join us, James & Angela, and take a glimpse into our lives aboard our Westsail 32 sailboat. \nWe will feature the joys and challenges of living aboard, the ongoing projects, our plans and goals, and little adventures.\n\nHaving purchased the boat of our dreams and moved aboard in the past year, we are still new to this life and eager to share it with others!", 
        "id": "UC3_1_Mht78CdP8tVw5uVJpg", 
        "subscribers": 3388, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-yT7sZz8IkUE/AAAAAAAAAAI/AAAAAAAAAAA/VU_UIuhO_nE/s88-c-k-no/photo.jpg", 
        "title": "Through the Portlight", 
        "videos": 7, 
        "views": 78270
    }, 
    {
        "description": "White Spots are undiscovered areas on each individual's personal map of life. These are not necessarily places you want to go, but can be any kind of dream that you want to come true.\n\nThe purpose of WhiteSpotPirates (WSP) is to bring people one step closer to putting their own dreams into reality, to build up a community that inspires and supports each other. \n\nThe weekly video documentation \"Untie The Lines\" is WSP's first project. It is about a young woman who bought an old sailing boat in Panama and wants to try and sail the word. Future plans of WSP are to feature different stories of a wide range of \"Pirates\".\n\nBecome a Patron (www.patreon.com/WhiteSpotPirates) of UNTIE THE LINES now or use PayPal (https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=GWBYVNU5LENLS) to support this project. Thank you so much!", 
        "id": "UCkYfFeySHGN4DPrOc9So7PA", 
        "subscribers": 28188, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-d_LHOpAgroY/AAAAAAAAAAI/AAAAAAAAAAA/aMl9dnyCXes/s88-c-k-no/photo.jpg", 
        "title": "WhiteSpotPirates", 
        "videos": 83, 
        "views": 3650035
    }, 
    {
        "description": "Harken Inc. is a leading manufacturer and marketer of quality sailboat hardware and accessories.  Harken gear has dominated such events as the America's Cup and Olympics.  Our blocks, travelers, furling systems and winches can be found aboard everything form the smallest dinghies to the largest megayachts and cruisers.\r\n\r\nHeadquarted in Pewaukee, Wisconsin, Harken manufactures in the  USA and Italy.  Its network includes offices in 48 countries, with group offices located in Australia, France, Italy, New Zealand, Poland, Sweden, the United Kingdom, and the United States (Rhode Island, California, and Florida).", 
        "id": "UCwPfaBkHtYE2Si6Ro4yU04Q", 
        "subscribers": 1079, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-VWfBWxaAlUY/AAAAAAAAAAI/AAAAAAAAAAA/vKebUdVBQQI/s88-c-k-no/photo.jpg", 
        "title": "Harken", 
        "videos": 145, 
        "views": 653042
    }, 
    {
        "description": "Offshore Sailing School is America's #1 Sailing School.\n\nOur Offshore Sailing Clubs are located in Ft Myers, FL and New York.\n\nYou can visit Offshore Sailing Scool at :\nhttp://www.OffshoreSailing.com, visit our Fan page on Facebook or follow us us on twitter http://www.twitter.com/Sailing_School\n\nCall us today at 800-221-4326.", 
        "id": "UC2h6pZmia-hKmEuwqlC1wlA", 
        "subscribers": 1008, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-rx_EisZUi3U/AAAAAAAAAAI/AAAAAAAAAAA/D9ViWLMtuYU/s88-c-k-no/photo.jpg", 
        "title": "Offshore Sailing School", 
        "videos": 62, 
        "views": 279753
    }, 
    {
        "description": "", 
        "id": "UC27IOG-7g7ZPT4kxF0q5Tyg", 
        "subscribers": 694, 
        "subscribersHidden": false, 
        "thumbnail": "https://i.ytimg.com/i/27IOG-7g7ZPT4kxF0q5Tyg/1.jpg?v=75cd43", 
        "title": "sailtv", 
        "videos": 99, 
        "views": 703405
    }, 
    {
        "description": "For additional information on new or pre owned vessels or if you are looking to sell a yacht in the southern California Area please feel free to contact me at any time day or night. I look forward to helping you out and making your dreams come true.\nSincerely,\nIan Van Tuyl\n1-619-507-4416\nivtyachtsales@gmail.com\nhttp://www.ivtyachtsales.com", 
        "id": "UC2T80xMEHg9evYlB02Av2yw", 
        "subscribers": 2983, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-fY0CmLcrFLo/AAAAAAAAAAI/AAAAAAAAAAA/8Un0GSSTDg0/s88-c-k-no/photo.jpg", 
        "title": "Ian Van Tuyl", 
        "videos": 904, 
        "views": 3102465
    }, 
    {
        "description": "Share our misery and mayhem as we restore a derelict 1976 Westerly Centaur, learn to sail off England's North East coast and attempt to persuade our dogs that sailing really can be fun. We began filming as way to capture and share the progress we have made so far on our journey towards becoming competent sailors.", 
        "id": "UCRBuspTEflMXXLUYGIO1YSQ", 
        "subscribers": 20, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-5Gtt87ah8p8/AAAAAAAAAAI/AAAAAAAAAAA/Bw1CKWloUXU/s88-c-k-no/photo.jpg", 
        "title": "Better than it was (sailing Boukadoura)", 
        "videos": 10, 
        "views": 731
    }, 
    {
        "description": "We are consolidating - please subscribe to our SailingSimplicity channel instead.", 
        "id": "UCFs0Uj4RpSx1cnJ2_-1mzrA", 
        "subscribers": 788, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-H-dka2lAZg4/AAAAAAAAAAI/AAAAAAAAAAA/xHBfLa8RpYk/s88-c-k-no/photo.jpg", 
        "title": "Ben Eriksen", 
        "videos": 24, 
        "views": 405891
    }, 
    {
        "description": "Messing about in boats.  www.diysailor.com", 
        "id": "UCPuYaYEANsF5rGPT91CO_Lw", 
        "subscribers": 95, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-0GaSDpcnzqM/AAAAAAAAAAI/AAAAAAAAAAA/v4VypOovczg/s88-c-k-no/photo.jpg", 
        "title": "Orange Fish", 
        "videos": 107, 
        "views": 90663
    }, 
    {
        "description": "This is the official YouTube Channel for the American Boat & Yacht Council - Our mission is Setting Standards for Safer Boating.  Please find links and videos that can enhance your knowledge of boating safety.", 
        "id": "UCSo8HywmTi0WC40DP6aoTAA", 
        "subscribers": 388, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-m1R8XYOLO2I/AAAAAAAAAAI/AAAAAAAAAAA/VwWjr8rVUow/s88-c-k-no/photo.jpg", 
        "title": "American Boat & Yacht Council", 
        "videos": 19, 
        "views": 162415
    }, 
    {
        "description": "All about boating & sailing lifestyle, cruising, sailing, DIY projects, fixing up your boat, cooking on a boat, adventure, fun in the sun, fun on the water, water sports, marina hopping waterfront destinations.\n\nMarina videos\n\nPlaylist, Destinations, Marina Hopping, DIY, Sailing adventures\nSailing my midlife crises \nhttp://www.vagabonepicurean.com/", 
        "id": "UCFpG3GwKhZPNTB84dPakIfA", 
        "subscribers": 1857, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-JzgOO5CM_qA/AAAAAAAAAAI/AAAAAAAAAAA/zq9-OvYHN3A/s88-c-k-no/photo.jpg", 
        "title": "WaterfrontVacations1", 
        "videos": 246, 
        "views": 791130
    }, 
    {
        "description": "Livia Gilstrap and Carol Dupuis sail around the world on SV Estrellita 5.10b", 
        "id": "UCtoLg0wNFXGi2ZcJmOpvvYg", 
        "subscribers": 4798, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-aTBYlYLpoXQ/AAAAAAAAAAI/AAAAAAAAAAA/k_gfOlmE07U/s88-c-k-no/photo.jpg", 
        "title": "Team Giddyup", 
        "videos": 78, 
        "views": 645050
    }, 
    {
        "description": "Step aboard Tuuli, which means \"wind\" in Finnish. Join us in preparing our sailboat for longterm cruising and life's little sailing adventures in between\n\nWe are an American/German couple currently in the process of getting our sailboat, ready for some long term cruising.", 
        "id": "UCZbZeC2OfdVMwm9AR_zu0_g", 
        "subscribers": 430, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-jGiDEUVdGmY/AAAAAAAAAAI/AAAAAAAAAAA/DCGUKXOX9Rg/s88-c-k-no/photo.jpg", 
        "title": "Two aboard Tuuli", 
        "videos": 10, 
        "views": 4846
    }, 
    {
        "description": "The Subway Sailor Channel is a channel created by a regular New York City working person, with a high level of ambition and curiosity towards sailing and crossing the Atlantic Ocean. \n\nI purchased a Southern Cross 28, a pocket cruiser that has been around the world, and decided that I would fix it up and take it somewhere far in order to have a great time and accomplish my goal of eventually crossing the Atlantic back home to Spain.  Follow me in order to get things done.", 
        "id": "UCaLYEx_aQOU850zODPEOadg", 
        "subscribers": 280, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-uhKOJFElByc/AAAAAAAAAAI/AAAAAAAAAAA/3COGrHQAT84/s88-c-k-no/photo.jpg", 
        "title": "Subway Sailor", 
        "videos": 14, 
        "views": 6308
    }, 
    {
        "description": "For sailors, cruisers, boaters in general and for those who would like to explore the world by sail. We feature a variety of videos, some fun, some serious - all enjoyable. Come aboard and join in the fun!", 
        "id": "UC7KA3_uYKfuKFOWM-soxavA", 
        "subscribers": 227, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-1TK07bOvrtA/AAAAAAAAAAI/AAAAAAAAAAA/hY7UKYDS1Eo/s88-c-k-no/photo.jpg", 
        "title": "Wally Moran", 
        "videos": 24, 
        "views": 40959
    }, 
    {
        "description": "I have a story to tell! - It is about the wide oceans, and narrow rivers I have crossed and followed. In 2010 I left my homeport Hamburg in Germany to set out for a cruise to distant shores. Here I am going to tell about this trip that has brought me into the jungle of central america, to canada and deep into the US Mid-West and South.\n\nHere you will find a mix of sailing and inland adventures combined with stories from locals I meet along the route.", 
        "id": "UC9fLkaD013h9KMR9azawX8g", 
        "subscribers": 105, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-kcBX6LEi0M4/AAAAAAAAAAI/AAAAAAAAAAA/DLU3OS5z18o/s88-c-k-no/photo.jpg", 
        "title": "Paulinchen - Worldwide Tour – Hinnerk Weiler", 
        "videos": 6, 
        "views": 14179
    }, 
    {
        "description": "Short films & documentaries on the ocean voyages of an Australian long distance sailor. More information on my website at http://www.bigoceans.com", 
        "id": "UCOmSr8TgHiPQ0nLyIj4aI5g", 
        "subscribers": 1780, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-bHY_H37EM9M/AAAAAAAAAAI/AAAAAAAAAAA/xyq5lHIekpQ/s88-c-k-no/photo.jpg", 
        "title": "bigoceansvoyage", 
        "videos": 7, 
        "views": 138846
    }, 
    {
        "description": "Working and sailing on our nearly 40 Years old Sailboat \"TamTam\". After years of lot work, she´s in good condition and ready for big adventure...", 
        "id": "UCElBoK12R6ol6sPPjGcxZiw", 
        "subscribers": 114, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-4wpkwBnzGJQ/AAAAAAAAAAI/AAAAAAAAAAA/XH0nZOl-v1A/s88-c-k-no/photo.jpg", 
        "title": "TamTam Sailing", 
        "videos": 9, 
        "views": 14241
    }, 
    {
        "description": "", 
        "id": "UCxUG_7A_tUT8SrYKgC6FB0A", 
        "subscribers": 6886, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-DAzarknr6As/AAAAAAAAAAI/AAAAAAAAAAA/xvqXw-ArMBA/s88-c-k-no/photo.jpg", 
        "title": "wwwYachtTeleportCom", 
        "videos": 34, 
        "views": 581005
    }, 
    {
        "description": "Hydrofoiling TRIMARANS, like Catri 25, innovative, cutting edge sailing & rowing boats for sale. I also teach SCULLING TECHNIQUE on-line.  NO BOAT CAN DO EVERYTHING so you can choose the right boat for your aspirations, appropriate for your experience and suitable for the water you have available for your chosen watersport. I only offer INNOVATIVE boats and you can pick up a flavour of what they are about on my channel. For expert guidance on SCULLING then check out Sculling Academy http://scullingacademy.com.", 
        "id": "UC4v-ukSR5kKMTEfzCe_D8zQ", 
        "subscribers": 2418, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-hagrYS9dGyQ/AAAAAAAAAAI/AAAAAAAAAAA/mGZXGpR-vRA/s88-c-k-no/photo.jpg", 
        "title": "Stephen Walker", 
        "videos": 104, 
        "views": 1033092
    }, 
    {
        "description": "The American Sailing Association introduced sailing certification to the United States over 30 years ago. Today, with 300 sailing schools worldwide and over half a million ASA-certified sailors, ASA represents the largest and most trusted network of sailing schools in the United States.", 
        "id": "UCghTRJRbZhijbFsdCcfLufQ", 
        "subscribers": 2337, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-YZydTlGoaSM/AAAAAAAAAAI/AAAAAAAAAAA/LbtOD07hVw8/s88-c-k-no/photo.jpg", 
        "title": "American Sailing Association", 
        "videos": 84, 
        "views": 552874
    }, 
    {
        "description": "SailingNews TV is the N°1 yachting and sailing channel. We cover all the major sailing events: America's Cup, Volvo Ocean Race, Vendée Globe, World Match Racing Tour and many more. We  help you discover new places. SailingNews TV channel also features boat tests, practical video guides and interviews with sailors. Sailing News TV is the Youtube Channel you should subscribe to if you like sailing.", 
        "id": "UCD32lcECDXD-Mz9rgvM03kg", 
        "subscribers": 18939, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-PVvtes-PD4k/AAAAAAAAAAI/AAAAAAAAAAA/xS5d7YIR95I/s88-c-k-no/photo.jpg", 
        "title": "Sailing News", 
        "videos": 1134, 
        "views": 6995279
    }, 
    {
        "description": "welcome to my new (english spoken) sailing channel. here you`ll find loads of video footage about my single handed atlantic crossing in 2012/2013. because all footage was shot in german it will take some time before all footage is shown in english versions. leave a comment and vote. thanks .. ahoy !", 
        "id": "UCDJIgr5AVMYuQnS_eugSvlA", 
        "subscribers": 4904, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-XUrmY6xBhi8/AAAAAAAAAAI/AAAAAAAAAAA/VoSSCawLYTQ/s88-c-k-no/photo.jpg", 
        "title": "Guidos Sailing Channel", 
        "videos": 28, 
        "views": 391920
    }, 
    {
        "description": "Welcome! We are Tate and Dani, two crazy 30 somethings who are planning a hopeful circumnavigation starting January 2015.  Just as soon as we finish our 4 year complete refit of our 1974 Westsail 32 \"Sundowner\" we'll quit our jobs and head out into the wild blue yonder. It's all coming together here in New Orleans, La.  Here you will find a collection of home videos we create along the way.  Glad to have you aboard!", 
        "id": "UCXN5sgqQIg6aMV42cUPmVew", 
        "subscribers": 706, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-q0nQo_f5xTY/AAAAAAAAAAI/AAAAAAAAAAA/JsvF9js68QU/s88-c-k-no/photo.jpg", 
        "title": "Sundowner Sails Again", 
        "videos": 34, 
        "views": 59442
    }, 
    {
        "description": "Chronicling the refit and ongoing adventures of LIttle Bear, a Westsail 32 sail boat currently moored in British Columbia, Canada. Light hearted and fun we don't take ourselves at all seriously. Come and watch the (mis)adventures of Dread Pirate Biff & Crew.", 
        "id": "UCjT--u7Emgjf_731ek-nUGw", 
        "subscribers": 27, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-scVJxYqeWpI/AAAAAAAAAAI/AAAAAAAAAAA/kGgD6W0T8fM/s88-c-k-no/photo.jpg", 
        "title": "Wake for Me", 
        "videos": 47, 
        "views": 2065
    }, 
    {
        "description": "Artistic, fun couple live on a big race yacht giving you a glimpse of  what it is like to live on a boat. He is Vigor and I am The Go Go Girl. We are \"Corny\" not \"Porny\"!! Check out the website and don't forget to friend us on facebook.\r\nhttp://facebook.com/VigorGogogirl\r\nhttp://www.yachtnaughty.com", 
        "id": "UCt99FGWA8FNepCeFJf5pY9w", 
        "subscribers": 3531, 
        "subscribersHidden": false, 
        "thumbnail": "https://i.ytimg.com/i/t99FGWA8FNepCeFJf5pY9w/1.jpg?v=beb0f2", 
        "title": "yachtnaughty", 
        "videos": 118, 
        "views": 3258122
    }, 
    {
        "description": "Faoin Spéir is the Irish for \"Under the sky\", she is a Yorktown 39 from 1974 and will become our home when we step out from under the shade to a life less usual. As the project develops, we will upload some of the boats history and some of it's planned future along with all things sailing.", 
        "id": "UCiDoAuhWM_oTXRVFNvo90MA", 
        "subscribers": 337, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-5WsIAlEL9Ys/AAAAAAAAAAI/AAAAAAAAAAA/HameBtFm6gI/s88-c-k-no/photo.jpg", 
        "title": "Faoin Spéir", 
        "videos": 9, 
        "views": 8552
    }, 
    {
        "description": "The Distant Shores sailing adventure travel TV series follows the global sailing adventures of award-winning travel documentary filmmakers and sailing authors, Paul and Sheryl Shard. The TV series celebrates the sailing lifestyle and features the world's top nautical destinations as well as shore-side attractions. Sail off into the sunset with Paul and Sheryl and leave your cares behind... (117 x 30-minute episodes)", 
        "id": "UC-RhmDrxuxpXx96KsNVCrDw", 
        "subscribers": 3363, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-66-CT9Yeb3g/AAAAAAAAAAI/AAAAAAAAAAA/65uaQYKdq3w/s88-c-k-no/photo.jpg", 
        "title": "Distant Shores TV", 
        "videos": 77, 
        "views": 510431
    }, 
    {
        "description": "We are Drake and Monique cruising aboard our Westsail 42 sailboat and home 'Paragon.'   \n\nWe are devoted to exploring the world by sail and have big plans to bring you videos each week that tell stories about the cruising life. We are focused on offshore sailing, living aboard, cultural immersion, friendship, and adventure!   Join us as we sail from North Carolina to Canada, Greenland, Iceland, the Faroe Islands, Scotland and Ireland and explore many exciting ports along the way.  \n\nPlease visit our our social media pages listed below to keep up with our latest news.   We love your comments, and always try to respond to as many as we can.  \n\nOur videos would not be possible without your support.  If you are enjoying them, then please consider helping us with our video production expenses via the Patreon or Paypal links below.   Any contribution is greatly appreciated. Thank you for sailing with us!", 
        "id": "UCpfax0gLoUZMqw-ROxX77Yw", 
        "subscribers": 19954, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-YYIPkMxnQeg/AAAAAAAAAAI/AAAAAAAAAAA/ZxL6tM6rba4/s88-c-k-no/photo.jpg", 
        "title": "DrakeParagon", 
        "videos": 264, 
        "views": 3736970
    }, 
    {
        "description": "Ahoy there. \n\nJoin us as we sell our home in South Africa, give up our day jobs and move onto the water.", 
        "id": "UCTTqi-_s9FUtg1xK9ssIZHw", 
        "subscribers": 0, 
        "subscribersHidden": true, 
        "thumbnail": "https://yt3.ggpht.com/-YYaFg66PwuY/AAAAAAAAAAI/AAAAAAAAAAA/1-CKjVzOX90/s88-c-k-no/photo.jpg", 
        "title": "two skippers", 
        "videos": 14, 
        "views": 1365
    }, 
    {
        "description": "Sailing, cruising, fixing sailboats and doing our best to show the sailing dream", 
        "id": "UChcnTuhRZqnOWKFBoBwsJjw", 
        "subscribers": 902, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-cU1b_v2aBJc/AAAAAAAAAAI/AAAAAAAAAAA/q6NKSQa9d8Y/s88-c-k-no/photo.jpg", 
        "title": "Scott Fratcher", 
        "videos": 62, 
        "views": 740714
    }, 
    {
        "description": "Guided tours and courses...kayaking, kayaksailor, ice skating...", 
        "id": "UCC4e9i4tYRmX4QOwunDf-fg", 
        "subscribers": 0, 
        "subscribersHidden": true, 
        "thumbnail": "https://yt3.ggpht.com/-iKCw2j0rDPQ/AAAAAAAAAAI/AAAAAAAAAAA/jpdx-BjK5Sw/s88-c-k-no/photo.jpg", 
        "title": "ScandicdreamChannel", 
        "videos": 60, 
        "views": 48511
    }, 
    {
        "description": "Moin zusammen!\n\nAlles über mich findet Ihr in meinem Blog: http://sailnator.de/\n\nAnbieterinformationen unter: http://sailnator.de/impressum/\n\nSo, de Tiet de löpt! Viel Spaß mit den Videos!\nEuer Käpten Sailnator", 
        "id": "UCk1KbiTPCCANrPTl4ibZSww", 
        "subscribers": 202, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-O9_Fu0EM-AQ/AAAAAAAAAAI/AAAAAAAAAAA/V2aLRRTN0y0/s88-c-k-no/photo.jpg", 
        "title": "sailnator", 
        "videos": 80, 
        "views": 98769
    }, 
    {
        "description": "Traveling the world.  We sailed around the world for four years, drove around Mexico for a few months, raced across America in a Porsche, drove around most of the world in a '58 VW Bus, and are now sailing around again on our 43' Spindrift Pilothouse with two kids.  Read about it at www.bumfuzzle.com", 
        "id": "UC8lfdI9u8TScPQ3iLnSnqxQ", 
        "subscribers": 745, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-3j0l7FN70ok/AAAAAAAAAAI/AAAAAAAAAAA/N2BoCFc47T0/s88-c-k-no/photo.jpg", 
        "title": "bumfuzzle", 
        "videos": 58, 
        "views": 823092
    }, 
    {
        "description": "This is a place for you to share in my sailing adventures and get a little education with seminar, how-to's, and boat tours.", 
        "id": "UCYaCUZCh2P6PIpsw6SHfyrw", 
        "subscribers": 20, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-2fBITk0ba-0/AAAAAAAAAAI/AAAAAAAAAAA/cQIDMs7fr8I/s88-c-k-no/photo.jpg", 
        "title": "Sailor Dick", 
        "videos": 12, 
        "views": 1936
    }, 
    {
        "description": "Thanks for stopping by! We are adventurous twenty-somethings who decided to give up all the comforts of home after just ONE week of a sailing vacation-so we quit our jobs, rented our house, sold a car, and headed out for life aboard a 41' sailboat! \n\nFollow our journey at www.lattitude-adjustment.com!", 
        "id": "UCVL8hDiZFKThCTS6tCJDTPQ", 
        "subscribers": 1379, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-2ObY3y2PUYc/AAAAAAAAAAI/AAAAAAAAAAA/dFg_W_JS9TM/s88-c-k-no/photo.jpg", 
        "title": "Lattitude Adjustment", 
        "videos": 6, 
        "views": 23798
    }, 
    {
        "description": "Sailing, cruising, single-handed.", 
        "id": "UCS6qLhh5YBeL42HRMh3dc1A", 
        "subscribers": 3342, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-upP-QO9jvYc/AAAAAAAAAAI/AAAAAAAAAAA/cvTGShEcVBw/s88-c-k-no/photo.jpg", 
        "title": "Christian Williams", 
        "videos": 18, 
        "views": 610807
    }, 
    {
        "description": "This channel includes short videos about Elizabeth Tyler's work as an artist and also some of her recent experiences as a solo sailor.", 
        "id": "UC5M74YxUJXXKy8r39bHAUbg", 
        "subscribers": 7472, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-xAWkZ6oJPpw/AAAAAAAAAAI/AAAAAAAAAAA/M8qasmf6XbY/s88-c-k-no/photo.jpg", 
        "title": "pogdsmor", 
        "videos": 26, 
        "views": 1451183
    }, 
    {
        "description": "We are Drake and Monique sailing around the world aboard our 42 foot sailboat and home 'Paragon.' \n\nHere on youtube.com/ParagonSkies, we will be publishing aerial videos of the places we have sailed to.\n\nSee our story and our other 'cruising life' videos on our other channel youtube.com/DrakeParagon.\n\nIf you are enjoying our aerial videos, then consider helping us with our video production expenses by becoming a ParagonSkies Patreon supporter at http://www.patreon.com/ParagonSkies  Or you can also help us out by sending us a Paypal donation at https://www.paypal.com/cgi-bin/webscr?cmd=_donations&business=DrakeParagon%40gmail%2ecom&lc=US&item_name=ParagonSkies%20%2d%20Aerial%20videos%20from%20all%20over%20the%20world&currency_code=USD&bn=PP%2dDonationsBF%3abtn_donateCC_LG%2egif%3aNonHosted\n\nThank you for flying with us! :)", 
        "id": "UCtnzvFsaWvih1AI5gb26vSw", 
        "subscribers": 982, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-dXpjTBUmg1M/AAAAAAAAAAI/AAAAAAAAAAA/kNhK246azHg/s88-c-k-no/photo.jpg", 
        "title": "ParagonSkies", 
        "videos": 16, 
        "views": 68826
    }, 
    {
        "description": "We are Shaun and Julia, a Canadian couple with a dream of sailing the world and making documentaries of the cruising lifestyle for your enjoyment!\n\nWe took the first big step towards our dream in 2014 by purchasing a 1976 Bayfield 25 sailboat named I’m Easy in Parry Sound, Ontario and will be spending the next few years fixing and re-fitting it as we sail through the Great Lakes, down the canal system and all the way to the Caribbean!\n\nWe would love for you to follow us on our journeys!", 
        "id": "UCm8_0UnPdabbntSBppXp3sA", 
        "subscribers": 11308, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-j78QiPm9oso/AAAAAAAAAAI/AAAAAAAAAAA/A9Z0LoVbZXY/s88-c-k-no/photo.jpg", 
        "title": "Shaun Sailing", 
        "videos": 69, 
        "views": 1098981
    }, 
    {
        "description": "Winded Voyage is about a 55 year old man who leaves his landlocked country of Switzerland to go sail around the world on a small yacht and document his adventures as an on-going continuous selfie-documentary published weekly on this channel", 
        "id": "UC--24Q3_ZQeFmgJE-Um5QZQ", 
        "subscribers": 258, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-LLTjFhITJJY/AAAAAAAAAAI/AAAAAAAAAAA/AuUc5PtyvbA/s88-c-k-no/photo.jpg", 
        "title": "Winded Voyage", 
        "videos": 1, 
        "views": 1508
    }, 
    {
        "description": "Official YouTube channel for the Clipper Round the World Yacht Race. \r\n\r\n1 circumnavigation \r\n8 legs\r\n15 races\r\n6 continents\r\n12 Ocean Racing Yachts\r\n40,000 miles\r\n650 crew\r\n\r\nTHE RACE OF YOUR LIFE", 
        "id": "UCLXyzu774uiZdo8xWJwfFvw", 
        "subscribers": 0, 
        "subscribersHidden": true, 
        "thumbnail": "https://yt3.ggpht.com/-f4EE3lCL5A4/AAAAAAAAAAI/AAAAAAAAAAA/JPDwJVDFeZE/s88-c-k-no/photo.jpg", 
        "title": "Clipper Round the World Yacht Race", 
        "videos": 427, 
        "views": 1381743
    }, 
    {
        "description": "One blistery winter morning four years ago, Erik and Meagan stumbled onto a plan... two boats, several uninsured surgeries, countless unforgettable friendships, and a whole lot of work later they, along with their furry companion, Nikka, finally sailed out under the Golden Gate Bridge and turned left.  Traveling South along the west coast of the Americas, and then on to ...?  Your guess is as good as theirs, maybe they’ll sail over to Hawaii, maybe sail around the world.\n \nThey once heard a wise man say “routine is the time killer,” and they took it to heart.  They are sailing the Pacific Ocean attempting to live every day with their eyes open and minds engaged.  For the first time living each day excited about the possibility of tomorrow instead of dreading or trying to control it.\n \nFollow them along on their journey and share in their joys and challenges and see where their crazy sailing adventure lands them.", 
        "id": "UCV2qERQTaNHbI9lzMjAhslg", 
        "subscribers": 3413, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-r-QervsAH7U/AAAAAAAAAAI/AAAAAAAAAAA/I4cYMxtpn2s/s88-c-k-no/photo.jpg", 
        "title": "Resolute Sets Sail", 
        "videos": 5, 
        "views": 58570
    }, 
    {
        "description": "Nicole and Steve Graham are natural adventurers who've recently and spontaneously purchased and moved aboard a 41' sailboat, named 'Two Little Birds'. They currently live in Fairhope, AL with plans to sail the Caribbean in October 2015. These episodes are to firstly inform all of the family and friends who have supported them on their journey as to what they have been up to. Also to educate, inspire and entertain others sailors, live aboards, and anyone who will listen to all that comes with living on a boat. This is all new to Steve and Nicole as well so we will all just learn together as we go. \n\nWebsite: www.travelgraham.com\nInstagram: @travelgraham", 
        "id": "UCWbNTtfn1BKOzewPjPpvPMw", 
        "subscribers": 99, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-t4S5slfaEiI/AAAAAAAAAAI/AAAAAAAAAAA/t5TEkb3sY48/s88-c-k-no/photo.jpg", 
        "title": "Life Aboard a Sailboat", 
        "videos": 1, 
        "views": 927
    }, 
    {
        "description": "About\nWe LOVE sailing, We LOVE travelling, and we LOVE making videos about it. Delos is a 53 foot sailboat home to young adventurous souls sailing around the world! Welcome aboard!\n\nMission\nIt’s simple really- we just want to make you SMILE! We do this because we LOVE it. Given our short time on this AMAZING PLANET there’s absolutely, positively, nothing more we’d rather be doing with our time! We hope by sharing this adventure you will find some inspiration in your life.\n\nDescription\nDelos is a 53 foot Amel Super Maramu. She was built in La Rochelle France in 2000 and has since seen what most sailboats dream of seeing. She has completed a circumnavigation and is now on her second voyage around the world. She is a sailing ketch (2 masts) and has enough room to comfortably sleep 6 people. Delos is able to turn salt water into fresh water, sun into energy, provide food and shelter, travel for months on end without visiting a dock and best of all, be the place we call home.", 
        "id": "UCvLc83k5o11EIF1lEo0VmuQ", 
        "subscribers": 72889, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-j9BQ_AVVPHE/AAAAAAAAAAI/AAAAAAAAAAA/NNKtxsGoZy4/s88-c-k-no/photo.jpg", 
        "title": "SV Delos Sailing", 
        "videos": 91, 
        "views": 17014150
    }, 
    {
        "description": "This channel is mainly based on my two favourite hobbies being sailing and kitesurfing.", 
        "id": "UCHWSseItWon9KoZA7FiMBDQ", 
        "subscribers": 1924, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-LBWIiavmS7Q/AAAAAAAAAAI/AAAAAAAAAAA/y3-nqlh1i84/s88-c-k-no/photo.jpg", 
        "title": "Louie van Praag", 
        "videos": 52, 
        "views": 218686
    }, 
    {
        "description": "Accidental Sailor Girl is a real life diary of how to live on a sailboat. Welcome aboard! \nPlease subscribe to my channel \"Accidental Sailor Girl\" and visit my website papersailor.com to learn more about my book Accidental Sailor Girl.", 
        "id": "UCL_18h8RUkEESj8Vaw-LG0Q", 
        "subscribers": 5268, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-lXIGMn_6zNw/AAAAAAAAAAI/AAAAAAAAAAA/c4zWGRQL2qs/s88-c-k-no/photo.jpg", 
        "title": "Accidental Sailor Girl", 
        "videos": 149, 
        "views": 657357
    }, 
    {
        "description": "The America's Cup presented by Louis Vuitton. The Best Sailors. The Fastest Boats. \n\nwww.americascup.com", 
        "id": "UC0gzXt1Ms4WVQ7tyGgjTmqA", 
        "subscribers": 150072, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-4oDLsbatUsU/AAAAAAAAAAI/AAAAAAAAAAA/5bvoflHQDmA/s88-c-k-no/photo.jpg", 
        "title": "America's Cup", 
        "videos": 964, 
        "views": 31396584
    }, 
    {
        "description": "The building of our beautiful yacht Pure Majek. Here is the footage to supplement our websites. This channel contains mostly the building side of the yacht. Our sailing link below has follow-on information since the yachts launch.\n\nIf you have found this channel interesting, please SUBSCRIBE. This helps our rankings on YouTube, thank you.", 
        "id": "UC-d1xSY3esgbjsF4KcPyrxQ", 
        "subscribers": 692, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-mo1zRDTPkqw/AAAAAAAAAAI/AAAAAAAAAAA/eTi-Jae__sY/s88-c-k-no/photo.jpg", 
        "title": "Puremajek", 
        "videos": 40, 
        "views": 385074
    }, 
    {
        "description": "New to both sailing and uploading videos on youtube I would like to share and preserve my impressions as I learn to sail and go exploring. Please bare with me as I have never before shot or edited any video.", 
        "id": "UC5xDht2blPNWdVtl9PkDmgA", 
        "subscribers": 8566, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-iCkgrudIEnU/AAAAAAAAAAI/AAAAAAAAAAA/GFSlerCEGtY/s88-c-k-no/photo.jpg", 
        "title": "Sail Life", 
        "videos": 158, 
        "views": 925404
    }, 
    {
        "description": "A family of three that Loves Sailing and Travel! \nFollow the 3 of us, Brad, Krista and Cole, as we video our Sailing adventures aboard our 42' Fountaine Pajot Catamaran 'Saltair 3' exploring new Countries, new Sights, and new Cultures.", 
        "id": "UCdAPAmdnkdFsH5R2Hxevucg", 
        "subscribers": 3575, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-E4wGQ96mtWg/AAAAAAAAAAI/AAAAAAAAAAA/4hKYiG0zn7A/s88-c-k-no/photo.jpg", 
        "title": "Trio Travels", 
        "videos": 83, 
        "views": 219235
    }, 
    {
        "description": "We are a family of nine that believe there is more to life than careers, houses and cars. That if you live simply, have an advetureous spirit and a dash of crazy you can experience places that most only dream of.\n\nThree years ago we sold our house along with most we owned and bought a sailboat in San Fransisco. We sailed her to Alaska and have been living aboard while we work to fund our upcoming adventures. Our dream is to cast off the lines and see the world. \n\nWe hope to document our advetures through video so others can join us on our wanderings.", 
        "id": "UCsf882vZ0XpzIIPwLwp795Q", 
        "subscribers": 128, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-fVfJJ0gihoE/AAAAAAAAAAI/AAAAAAAAAAA/Yqo7IxwT5Lk/s88-c-k-no/photo.jpg", 
        "title": "Ocean Vagabonds", 
        "videos": 13, 
        "views": 10161
    }, 
    {
        "description": "This channel is dedicated to the restoration of a Chrysler C26 Sailboat named \"Maverick\" and the adventures in sailing her.", 
        "id": "UCMWTfBBxBrHppAOPncIx_6g", 
        "subscribers": 110, 
        "subscribersHidden": false, 
        "thumbnail": "https://yt3.ggpht.com/-zaCWPoINgaU/AAAAAAAAAAI/AAAAAAAAAAA/GEUibK25iWo/s88-c-k-no/photo.jpg", 
        "title": "Maverick Sailing", 
        "videos": 13, 
        "views": 2645
    }
]